[
        {
            "id": 1,
            "img": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Google_2015_logo.svg",
            "jobTitle": "Junior Engineering",
            "companyName": "Google",
            "jobType": "Remote",
            "jobLocation": "Dhaka, Bangladesh",
            "salary": "100K-150K",
            "jobDes": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
            "jobRes": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
            "eduReq": "Bachelor degree.",
            "experience": "2.3 years in this field",
            "phone": "01750-00 00 00",
            "email": "arif.aust.eng@gmail.com",
            "address": "Dhanmondi 32, Sukrabad Dhaka, Bangladesh"
          },
          {
            "id": 2,
            "img": "https://storage.googleapis.com/pr-newsroom-wp/1/2018/11/Spotify_Logo_CMYK_Green.png",
            "jobTitle": "Senior Software Engineer",
            "companyName": "Spotify",
            "jobType": "Onsite",
            "jobLocation": "New York City, NY",
            "salary": "$150,000 - $200,000",
            "jobDes": "We are looking for a Senior Software Engineer to join our team and help us continue to innovate and improve the Spotify experience for our millions of users.",
            "jobRes": "Design and implement software solutions to improve the performance, scalability, and reliability of our systems. Collaborate with cross-functional teams to develop new features and products. Mentor junior engineers and contribute to our culture of continuous learning and growth.",
            "eduReq": "Bachelor's or Master's degree in Computer Science or related field",
            "experience": "5+ years of experience in software engineering",
            "phone": "+1 646-589-8850",
            "email": "jobs@spotify.com",
            "address": "45 W 18th St, New York, NY 10011, United States"
          }
          ,
          {
            "id": 3,
            "img": "https://animationvisarts.com/wp-content/uploads/2021/01/IBM-Logo-Design-1972-present.png",
            "jobTitle": "Data Analyst",
            "companyName": "IBM",
            "jobType": "Remote",
            "jobLocation": "New York, NY",
            "salary": "80K-120K",
            "jobDes": "We are seeking a talented data analyst to help us analyze and interpret complex data sets. You will work closely with our team of data scientists and business analysts to uncover insights that will help drive our business forward.",
            "jobRes": "You will be responsible for analyzing and interpreting large data sets using statistical techniques and data visualization tools. You will also be responsible for communicating your findings to key stakeholders within the organization.",
            "eduReq": "Bachelor's degree in a quantitative field such as mathematics, statistics, or computer science",
            "experience": "2-3 years",
            "phone": "+1-408-996-1010",
            "email": "hr@apple.com",
            "address": "1 Apple Park Way, Cupertino, CA 95014, United States"
        },
        {
            "id": 4,
            "img": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Fraunhofer-logo.png",
            "jobTitle": "Research Scientist",
            "companyName": "Fraunhofer",
            "jobType": "Onsite",
            "jobLocation": "Munich, Germany",
            "salary": "€60,000 - €80,000",
            "jobDes": "We are looking for a highly motivated Research Scientist to join our team. You will work on developing innovative solutions in areas such as energy, mobility, and healthcare.",
            "jobRes": "Design and implement research projects. Analyze and interpret data. Write scientific publications and present research findings.",
            "eduReq": "Ph.D. in Computer Science, Engineering, or related field",
            "experience": "2+ years of experience in research",
            "phone": "+49 89 1205-0",
            "email": "careers@fraunhofer.de",
            "address": "Hansastraße 27c, 80686 Munich, Germany"
          },
        {
            "id": 5,
            "img": "https://upload.wikimedia.org/wikipedia/commons/1/16/Bosch-logo.svg",
            "jobTitle": "Software Engineer",
            "companyName": "Bosch",
            "jobType": "Remote",
            "jobLocation": "Palo Alto, CA",
            "salary": "$120,000 - $140,000",
            "jobDes": "We are seeking a highly motivated Software Engineer to join our team. You will work on designing, developing, and testing software for our automotive and industrial products.",
            "jobRes": "Design, develop, and test software for automotive and industrial products. Collaborate with other engineers to develop and integrate software features. Ensure software meets quality and safety standards.",
            "eduReq": "Bachelor's degree in Computer Science or related field",
            "experience": "5+ years of experience in Software Engineering",
            "phone": "(123) 456-7890",
            "email": "jobs@bosch.com",
            "address": "123 Main St, Palo Alto, CA 94304"
          }
          ,
        {
            "id": 6,
            "img": "https://www.digitalcitizen.life/wp-content/uploads/2017/02/microsoft.png.webp",
            "jobTitle": "Frontend Developer",
            "companyName": "Microsoft",
            "jobType": "Onsite",
            "jobLocation": "Redmond, WA",
            "salary": "$100,000 - $120,000",
            "jobDes": "We are looking for an experienced Frontend Developer to join our team. You will be responsible for developing and maintaining the user interface of our web applications.",
            "jobRes": "Collaborate with product owners, designers, and backend developers to implement and improve user interfaces. Build reusable and scalable components. Ensure the technical feasibility of UI/UX designs.",
            "eduReq": "Bachelor's degree in Computer Science or related field",
            "experience": "5+ years of experience in Frontend Development",
            "phone": "(123) 456-7890",
            "email": "jobs@microsoft.com",
            "address": "One Microsoft Way, Redmond, WA 98052"
          }
    ]  